Repository: Okariuss/Advanced-Swift
Catalog: 01-Collections/Collections App/CollectionVault/CollectionVault/Core/DesignSystem/Localizable.xcstrings
Source language: en
Languages: tr

# app.add
source: Add
tr: Ekle

# app.cancel
source: Cancel
tr: Vazgeç

# app.collections
source: Vaults
tr: Koleksiyonlar

# app.delete
source: Delete
tr: Sil

# app.done
source: Done
tr: Tamam

# app.favorites
source: Favorites
tr: Favoriler

# app.name
source: Vaults
tr: Koleksiyonlar

# app.rename
source: Rename
tr: Yeniden Adlandır

# app.save
source: Save
tr: Kaydet

# collection_detail.add_to_favorite
source: Add to Favorite
tr: Favorilere Ekle

# collection_detail.alert.add_message
source: Title of the Collection:
tr: Koleksiyona eklenecek başlık:

# collection_detail.alert.add_text_field
source: Collection Title
tr: Öğe Başlığı

# collection_detail.alert.add_title
source: New Collection
tr: Yeni Öğe

# collection_detail.cell.description
source: Registered Item
tr: Kayıtlı Öğe

# collection_detail.cell.description.error
source: Duplicate (%d times)
tr: Çoklu Kayıt (%d kez)

# collection_detail.empty_state.description
source: Tap the + button to add collection.
tr: Sağ üstteki + butonuna basarak ekleyin.

# collection_detail.empty_state.message
source: No collections yet
tr: Henüz öğe yok.

# collection_detail.remove_from_favorites
source: Remove from Favorites
tr: Favorilerden Çıkar

# collection_list.alert.add_text_field
source: Vault Name
tr: Koleksiyon Adı

# collection_list.alert.add_title
source: New Vault
tr: Yeni Koleksiyon

# collection_list.delete.confirm_message
source: Are you sure you want to delete this %@? This action cannot be undone.
tr: %@ silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

# collection_list.delete.confirm_title
source: Delete %@?
tr: %@ silinsin mi?

# collection_list.empty_state.description
source: Tap the + button to add items.
tr: Sağ üstteki + butonuna basarak ekleyin.

# collection_list.empty_state.message
source: No vaults yet.
tr: Henüz koleksiyon yok.

# collection_list.item.count
source: %d elements
tr: %d öğe

# favorites.empty_state.description
source: Add to Favorites from Vaults
tr: Koleksiyonlar ekranından favorilere ekleyin.

# favorites.empty_state.message
source: No Favorites yet.
tr: Henüz favori yok.

# favorites.item_count
source: %d items
tr: %d adet

# item_detail.add_to_favorites
source: Add to Favorites
tr: Favorilere ekle

# item_detail.collection_name
source: Collection
tr: Koleksiyon

# item_detail.created_name
source: Created
tr: Tarih

# item_detail.delete.confirm_message
source: Are you sure you want to delete this %@? This action cannot be undone.
tr: %@ silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

# item_detail.delete.confirm_title
source: Delete %@?
tr: %@ silinsin mi?

# item_detail.remove_from_favorites
source: Remove from Favorites
tr: Favorilerden sil

# search.history_clear
source: Clear
tr: Temizle

# search.history_header
source: History
tr: Geçmiş

# search.placeholder
source: Search…
tr: Ara...

# search.results_header
source: Search Results
tr: Arama Sonuçları

# search.title
source: Search
tr: Arama
